tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"

brew "composer"
brew "dnsmasq", restart_service: true
brew "git"
brew "mackup"
brew "mas"
brew "nginx", restart_service: true
brew "node"
brew "php", restart_service: true
brew "php-cs-fixer"
brew "php@7.2"
brew "php@7.3"
brew "phpunit"
brew "rbenv"
brew "redis", restart_service: true
brew "ruby"
brew "stripe/stripe-cli/stripe"
brew "yarn"

cask "alfred"
cask "anylist"
cask "arq"
cask "bartender"
cask "bbedit"
cask "daisydisk"
cask "discord"
cask "fantastical"
cask "firefox"
cask "front"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "lingon-x"
cask "querious"
cask "slack"
cask "soulver"
cask "superduper"
cask "tableplus"
cask "transmit"
cask "tower"
cask "visual-studio-code"

mas "1Blocker", id: 1107421413
mas "1Password 7", id: 1333542190
mas "Deliveries", id: 924726344
mas "FruitJuice", id: 671736912
mas "Honey", id: 1472777122
mas "Instapaper", id: 1481302432
mas "Lockdown", id: 1483255076
mas "Monosnap", id: 540348655
mas "Spark", id: 1176895641
mas "ToothFairy", id: 1191449274
mas "Tot", id: 1491071483
mas "Twitterrific", id: 1289378661
mas "Xcode", id: 497799835

